Repository: code-rhapsodie/ezplatform-i18n-fr_FR
Catalog: studio-ui-bundle/servicebrowser.*.xlf
Languages: fr_fr

# error.get.landing.page.preview
source: Error occurred when getting landing page preview
fr_fr: Une erreur est survenue pendant le chargement de la prévisualisation de la landing page

# error.list.location.aliases
source: Cannot list location aliases for location: %parentId%
fr_fr: Impossible de lister les alias de location pour la location: %parentId%

# error.load.content.data
source: Cannot load content data
fr_fr: Impossible de charger les données du contenu

# error.load.content.version.data
source: Cannot load content version data
fr_fr: Impossible de charger les données de la version du contenu

# error.load.current.content.version.data
source: Cannot load current content version data
fr_fr: Impossible de charger les données de la version courante du contenu

# error.load.preview.content.info
source: Cannot load preview content info
fr_fr: Impossible de charger les infos de prévisualisation du contenu

# error.load.preview.content.location.info
source: Cannot load preview content location info
fr_fr: Impossible de charger les infos de prévisualisation de la location

# error.load.preview.content.parents
source: Cannot load preview content parents
fr_fr: Impossible de charger la prévisualisation des contenus parents

# error.load.preview.content.type.info
source: Cannot load preview content type info
fr_fr: Impossible de charger la prévisualisation des infos du type de contenu

# error.load.preview.content.versions.info
source: Cannot load preview content versions info
fr_fr: Impossible de charger la prévisualisation des infos des versions du contenu

# error.load.url.alias
source: Cannot load URL alias for location
fr_fr: Impossible de charger l'URL alias de la location

# error.load.user.data
source: Cannot load user data
fr_fr: Impossible de charger les données utilisateur
