Repository: code-rhapsodie/ezplatform-i18n-fr_FR
Catalog: date-based-publisher/notificationbar.*.xlf
Languages: fr_fr

# error.all.content.list
source: Failed to load list of all scheduled content
fr_fr: Echec du chargement des contenus programmés

# error.publication.discard
source: An error occurred while discarding publication date
fr_fr: Une erreur est survenue lors de l'annulation de la date de publication

# error.publishing
source: An error occurred while publishing in the future
fr_fr: Une erreur est survenue pendant la publication dans le future

# error.user.content.list
source: Failed to load list of content scheduled by the user
fr_fr: Echec du chargement de la liste des contenus programmés par l'utilsiateur

# error.user.token
source: An error occured while getting user token
fr_fr: Une erreur est survenue lors de la récupération de la clé utilisateur

# new.notification.text
source: New notification: %notificationMessage%
fr_fr: Nouvelle notification: %notificationMessage%

# notification.canceled
source: Future publication canceled
fr_fr: Future publication annulée

# notification.in.progress
source: Future publication in progress
fr_fr: Publication future en cours

# notification.publication.confirmed
source: Future publication confirmed
fr_fr: Publication future confirmée

# notification.publication.discarded
source: The publication date of the draft has been discarded
fr_fr: La date de publication du brouillon à été annulée

# notification.published
source: Scheduled draft published
fr_fr: Brouillon programmé annulé

# notification.title
source: Title: %contentName%
fr_fr: Titre: %contentName%
